---
kind: enumMember
id: F:Autodesk.Revit.DB.BehaviorType.Damper
enum: Autodesk.Revit.DB.BehaviorType
source: html/48ef9278-5352-63e9-f556-d0abd4c31b48.htm
---
# Autodesk.Revit.DB.BehaviorType.Damper

BehaviorType is a round centreline tap on oval straight